{
  "week": [
    {
      "date": "2017/02/20",
      "title": "Måndag",
      "events": [
        {
          "title": "Öppningsevent",
          "host": "Jämställdhetsveckan THS",
          "location": "Nymble",
          "description": "THE EQUALITY WEEK 2017 IS HERE!!!! Join us for the opening event of the Jämställdhetsveckan 2017!!! Students, the student union, the KTH management team, Netlight and Ericsson unite to explain why they work for a more equal society. What has been done? What is done today? And what has to be done in order to push it even further? The event will be in English and a light lunch will be served. Welcome!",
          "start": "2017/02/20 12:00:00",
          "end": "2017/02/20 13:00:00",
          "link": "https://docs.google.com/forms/d/e/1FAIpQLScep4CBMGXrkRX-SQhm5gWJSG2ioHhCbi6wX3supS1oa71OBQ/viewform?c=0&w=1",
          "shortDescription": "Join us for the opening event of the Jämställdhetsveckan 2017!",
          "id": 11,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Workshop med ROKS – Vad är våld?",
          "host": "ROKS",
          "location": "Gröten, Nymble",
          "description": "Roks är en feministisk organisation som funnits sedan 1984. Vi organiserar kvinnojourer och tjejjourer över hela Sverige. Roks arbetar för att stötta, stärka och skydda kvinnor, tjejer och barn som utsätts för mäns våld mot kvinnor. Under Jämställdhetsveckan kommer vi berätta mer om vårt arbete men också försöka svara på frågan \"Vad är våld?\". Vi kommer även tillsammans diskutera härskartekniker och sexualisering i det offentliga rummet. Eventet kommer vara i Gröten mellan 15 och 17 - anmälan öppnar snart! Välkommna! This event will be held in Swedish",
          "start": "2017/02/20 15:00:00",
          "end": "2017/02/20 17:00:00",
          "link": "",
          "shortDescription": "Under Jämställdhetsveckan kommer ROKS berätta mer om sitt arbete men också försöka svara på frågan \"Vad är våld?\"",
          "id": 12,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Evening of Diversity with Spotify",
          "host": "Spotify",
          "location": "Spotify HQ, Stockholm",
          "description": "At Spotify, we are proud to foster a workplace free from discrimination. We strongly believe that diversity of experience, perspectives, and background will lead to a better environment for our employees and a better product for our users and our creators. This is something we value deeply and we encourage everyone to come be a part of changing the way the world listens to music. Spotify proudly presents an evening of Diversity in collaboration with Jämställdhetsveckan. Monday the 20th of February, Spotify invites students from KTH to discuss the importance of diversity and gender equality. The night will include two amazing speakers, time for short Q&A's and then finish off with a minor challenge. SPEAKERS: # Katarina Berg, Chief HR Officer, at Spotify since 2013. # Jon Åslund, Software Engineer, at Spotify since the start back in 2006. The event will be at Spotify HQ from 16.00. Sign-up for the event will be next week! Welcome!",
          "start": "2017/02/20 16:00:00",
          "end": "2017/02/20 20:00:00",
          "link": "",
          "shortDescription": "Spotify invites students from KTH to discuss the importance of diversity and gender equality",
          "id": 13,
          "cancelled": false,
          "moved": false,
          "map": ""
        }
      ]
    },
    {
      "date": "2017/02/21",
      "title": "Tisdag",
      "events": [
        {
          "title": "Frukost med Scania – Skill Capture och Scanias förändringsresa",
          "host": "Scania",
          "location": "Gamble, Nymble",
          "description": "Välkommen på frukostseminarium med Scania! Som ett av världens ledande företag inom hållbara transporter och tillverkare av tunga lastbilar, bussar och motorer, så är Scania en viktig samhällsbärare. De produkter vi tillverkar, de beslut vi tar, och den framtid vi är med och skapar angår oss alla. Och just därför är det så viktigt att vi som företag också representerar en mångfald av viljor, intressen och sätt att se på olika frågor. Vårt mål är att vara som samhället i stort. Lika många tjejer som killar. Och allra helst med en stor bredd av bakgrunder och erfarenheter. Skill Capture är Scanias förändringsarbete om mångfald och inkludering, med full attention från Scanias högsta ledning med tydliga mål och ambitioner. Kom och lyssna på Jenny Kylefors som hur Scania R&D aktivt arbetar med att täppa till gapen mellan män och kvinnor, och låt dig inspireras av hennes karriär från Doktor i materialteknik till HR-chef för en R&D med drygt 3500 anställda. Talare: Jenny Kylefors PhD Chef HR Development R&D. Eventet kommer vara i Gamble mellan 8.00 och 10.00 - anmälan öppnar i nästa vecka! Välkommna! This event will be held in Swedish",
          "start": "2017/02/21 08:00:00",
          "end": "2017/02/21 10:00:00",
          "link": "",
          "shortDescription": "Kom och lyssna på Jenny Kylefors som hur Scania R&D aktivt arbetar med att täppa till gapen mellan män och kvinnor",
          "id": 21,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Lunch with AllBright - How AllBright works to create change!",
          "host": "Allbright",
          "location": "Nya Matsalen, Nymble",
          "description": "The AllBright foundation works towards increasing the number of women holding senior positions in the Swedish business sector. Lecturer Tove Dahlgren will tell us more about why gender equality is good for both business and society and she will show us how AllBright works to create change. We will also be provided with some concrete advices on how we all can help to create gender equal workplaces. This event will be in Nya Matsalen and a light lunch will be served! Sign-up will open next week. Welcome!",
          "start": "2017/02/21 12:00:00",
          "end": "2017/02/21 13:00:00",
          "link": "",
          "shortDescription": "Lecturer Tove Dahlgren will tell us more about why gender equality is good for both business and society",
          "id": 22,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Start-Up Equality",
          "host": "Jämställdhetsveckan",
          "location": "Gröten, Nymble",
          "description": "Start-Up Equality är evenemanget där vi utforskar startupscenen. På scenen hittar du Lisa Löfgren (medgrundare av BlueCall), Hedvig Ahlgren (medgrundare av Stagecast), Anna Isoz (koordinator på KTH Innovation) and Jill Lindström (Marknadsförings- och kommunikationsansvarig på STING) som intervjuas av Claes Nyberg (professionell moderator och VD på Cheapr). Entreprenörerna och experterna kommer att presentera case, dela med sig av erfarenheter och identifiera trender ur ett jämställdhetsperspektiv. Letar du efter inspiration och vill veta mer om tech-världen har du kommit helt rätt! Eventet kommer vara i Gröten mellan 15.00 och 17.00 - anmälan öppnar i nästa vecka! Välkommna! This event will be held in Swedish",
          "start": "2017/02/21 15:00:00",
          "end": "2017/02/21 17:00:00",
          "link": "",
          "shortDescription": "Entreprenörer och experter kommer att presentera case, dela med sig av erfarenheter och identifiera trender ur ett jämställdhetsperspektiv",
          "id": 23,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Livepodd med Emma Knyckare och Josefinito Johansson!",
          "host": "Jämställdhetsveckan",
          "location": "-",
          "description": "Feminist javisst, men... - Livepod med Emma Knyckare och Josefinito Johansson! Att va feminist är svårt. Eller att vara för allas lika rättigheter är inget klurigt alls. Det är ju det där att leva som man lär som kan va knepigt. Är jag feminist även om jag en gång gått på en pimps and ho-fest? Får jag snacka skit om ens kvinnliga kollega fastän jag är för lika arbete, lika lön? Kan jag vara för kvinnors frigörelse och ändå vilja lasra bikinilinjen? Dessa frågor och många fler pratar Emma Knyckare och Josefinito Johansson om deras nya podcast \"Feminist javisst men\". Tillsammans pratar dom om sina egna svårigheter och bjuder in gäster att diskutera veckans tema. Podden spelas in live inför publik som spelar en stor roll i innehållet. Vi ska tillsammans se till att det blir lite lättare att vara feminist. Knyckare och Josefinito är två av Sveriges främsta komiker. Båda startade som programledare i Sveriges Radio P3 och har sedan dess medverkat flitigt i Sveriges största program som Intresseklubben, Doobidoo, Så ska det låta, Hårdvinklat, Musikhjälpen, Inte OK och många många fler. Nominerade fler år i rad som Årets kvinnliga komiker vid Svenska Standupgalan, som de senast ledde till stående ovationer. De har också startat Humorkollo, en verksamhet för att få in fler kvinnor och icke-män i branschen. Välkommen och mingla med Netlight i baren (där det finns öl!) innan eventet! Anmälan öppnar i nästa vecka. The event will be held in Swedish",
          "start": "2017/02/21 17:00:00",
          "end": "2017/02/21 19:00:00",
          "link": "",
          "shortDescription": "Emma Knyckare och Josefinito Johansson pratar om sina egna svårigheter och bjuder in gäster att diskutera veckans tema",
          "id": 24,
          "cancelled": false,
          "moved": false,
          "map": ""
        }
      ]
    },
    {
      "date": "2017/02/22",
      "title": "Onsdag",
      "events": [
        {
          "title": "Lunch with Ericsson - Winning Leadership with Eva Andrén",
          "host": "Ericsson",
          "location": "Nya matsalen, Nymble",
          "description": "Eva Andrén, Vice President and Head of Sourcing at Ericsson, will tell us all about her experiences to lead organizations and how to develop employees in a global environment where the change has been her momentum. Eva Andrén has grown innovative ideas on leadership both in success and failure and she will share her thoughts about “Winning Leadership”. This event will be in Nya Matsalen and sing-up opens next week! Welcome!",
          "start": "2017/02/22 12:00:00",
          "end": "2017/02/22 13:00:00",
          "link": "",
          "shortDescription": "Eva Andrén, Vice President and Head of Sourcing at Ericsson, will tell us all about her experiences to lead organizations and how to develop employees in a global environment where the change has been her momentum",
          "id": 31,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Case with King - A great saga needs all sorts of Heroes!",
          "host": "King",
          "location": "King, Sveavägen 44",
          "description": "Making games is fun and at King we design games for everyone, no matter where they are or who they are. This means we invent and reinvent. We extend our thoughts and think big. We let our imagination run wild to make room for originality and always make conscious decisions to limit the spread of bias. We include everyone. We celebrate everyone even if we're not all the same. Because a great saga needs all sorts of heroes. Join this session to help us find an even more diverse workforce. Together we'll form the strategy, not only to attract more women to our homogenous industry but to attract more people from different socio-economic backgrounds, with different personality trait, ethnicity or more. The event will start at 17.30 at Kings offices on Sveavägen 44 and sing-up will open next week! Welcome!",
          "start": "2017/02/22 17:30:00",
          "end": "2017/02/22 20:00:00",
          "link": "",
          "shortDescription": "Join this session to help us find an even more diverse workforce.",
          "id": 32,
          "cancelled": false,
          "moved": false,
          "map": ""
        }
      ]
    },
    {
      "date": "2017/02/23",
      "title": "Torsdag",
      "events": [
        {
          "title": "Jämställd studiemiljö? - Frukost med Anna Wahl & Malvina",
          "host": "Malvina",
          "location": "Gröten, Nymble",
          "description": "Välkommen till ett frukostevent om jämställdhet i studiemiljön! I samarbete med Jämställdhetsveckan har Malvina bjudit in Anna Wahl, vicerektor och ansvarig för jämställdhet och värdegrund på KTH för att leda detta event! Anna Wahl inleder eventet med en kort föreläsning kring jämställdhet. Detta görs för att få en ökad förståelse kring hur olika strukturer ser ut i olika organisationer samt vad könen har för inverkan på dessa. Därefter följer en workshop där vi kommer utgå ifrån en miljö alla känner igen oss i: studiemiljön! Syftet med workshopen är att man ska reflektera och ta ställning till vad man anser är jämställt för att sedan öppna upp för diskussion kring de utmaningar som finns. Vi hoppas att detta event öppnar upp för framtida diskussioner och reflektioner kring ämnet. Varmt välkomna torsdagen den 23:e februari klockan 8:00 i Gröten, Nymble! Anmälan öppnar i nästa vecka. This event will be held in Swedish",
          "start": "2017/02/23 08:00:00",
          "end": "2017/02/23 11:00:00",
          "link": "",
          "shortDescription": "Välkommen till ett frukostevent om jämställdhet i studiemiljön!",
          "id": 41,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Sugen på att forska? Forskarpanelen benar ut vad det innebär!",
          "host": "Jämställdhetsveckan",
          "location": "Gröten, Nymble",
          "description": "Sugen på att forska? Vad innebär det att forska egentligen? Hur blir man antagen som doktorand? Vad kan man göra efter att man doktorerat? I detta panelsamtal kommer doktorander från olika delar av KTH berätta om hur och varför de valde att börja forska, och förhoppningsvis svara på dina frågor kring vad det innebär att vara forskarstudent! Dessutom kommer det finnas deltagare som redan doktorerat som kommer berätta om vad de gör idag. Moderatorn Annika Vänje inleder med att berätta om den interna jämställdheten på KTH, vad som har gjorts och vad som görs idag! Deltagande doktorander är: Katarina Stensson (doktorand, tillämpad fysik), Mia Hesselgren (doktorand, ITM), Judith Butepage (doktorand, CSC), och från Ericsson kommer även färdigdoktorerade Elena Fersman! Samtalet kommer vara i Gröten och håller på till 13.00. Efteråt kommer det finnas möjlighet att stanna kvar och mingla! Anmälan öppnar i nästa vecka. Välkommen! This event will be held in Swedish",
          "start": "2017/02/23 12:00:00",
          "end": "2017/02/23 13:30:00",
          "link": "",
          "shortDescription": "I detta panelsamtal kommer doktorander från olika delar av KTH berätta om hur och varför de valde att börja forska, och förhoppningsvis svara på dina frågor kring vad det innebär att vara forskarstudent!",
          "id": 42,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Jämställdhetsveckans Politikerdebatt! Moderator - Unni Drougge",
          "host": "Jämställdhetsveckan",
          "location": "F2, KTH",
          "description": "Välkommen till Jämställdhetsveckans politikerdebatt! Moderatorn Unni Drougge kommer ställa politikerna till svars i ämnen som rör sexuellt våld, samtalsklimatet på nätet och jämställdhet inom populärkulturen! Debatten kommer vara i F2 och deltagande politiker är: Gulan Avci (L), Håkan Svenneling (V), Eva Solberg (M), Anna Rantala Bonnier (Fi) och Johan Buser (S). Detta event kräver ingen anmälan - det är först på plats som gäller! Välkomna! This event is held in Swedish",
          "start": "2017/02/23 15:00:00",
          "end": "2017/02/23 17:00:00",
          "link": "",
          "shortDescription": "Moderatorn Unni Drougge kommer ställa politikerna till svars i ämnen som rör sexuellt våld, samtalsklimatet på nätet och jämställdhet inom populärkulturen!",
          "id": 43,
          "cancelled": false,
          "moved": false,
          "map": ""
        }
      ]
    },
    {
      "date": "2017/02/24",
      "title": "Fredag",
      "events": [
        {
          "title": "Tjejlopp som frizon och fängelse - Samtal om genus och sport",
          "host": "Jämställdhetsveckan",
          "location": "Gröten, Nymble",
          "description": "Tjejlopp som frizon och fängelse - Frukostevent om sport och genus! Tjejmilen, Vårruset, Tjejvasan och Tjejvättern är exempel på motionslopp för kvinnor, s.k. tjejlopp., som lockar tusentals deltagare varje år. Varför är de så populära? Vilken funktion fyller de? Och vilka blir deras konsekvenser? Kort sagt: Vad gör tjejloppen – för deltagarna, för motionsidrotten, för jämställdheten, och för de möjliga sätten att vara kvinna och motionera? Eventet är en föreläsning med efterföljande frågestund och diskussion, där etnologerna Karin S. Lindelöf och Annie Woube vid Centrum för genusvetenskap, Uppsala universitet, tar avstamp i sin forskning om tjejlopp som kulturellt fenomen och villkor för kvinnors motionsidrottande. Bland annat diskuterar de hur loppen på en och samma gång kan utgöra utmanande kraftprov, stärkande av kvinnors gemenskap – och stereotypt konsumtionsjippo. Tjejloppen blir härmed både frizon och fängelse, ett \"eget rum\" med emancipatorisk potential, men som samtidigt begränsas av kulturella normer kring genus och idrott. Eventet kommer vara i Gröten mellan 8.00 och 10.00. Anmälan öppnar i nästa vecka! Välkomna! This event will be held in Swedish",
          "start": "2017/02/24 08:00:00",
          "end": "2017/02/24 10:00:00",
          "link": "",
          "shortDescription": "En föreläsning med efterföljande frågestund och diskussion med etnologerna Karin S. Lindelöf och Annie Woube vid Centrum för genusvetenskap, Uppsala universitet",
          "id": 51,
          "cancelled": false,
          "moved": false,
          "map": ""
        },
        {
          "title": "Lunch med Knightec - Att arbeta aktivt för jämställdhet!",
          "host": "Knightec",
          "location": "Nya Matsalen, Nymble",
          "description": "Knightec bjuder in till lunch om jämställdhet och mångfald! Vårt arbete inom jämställdhet är starkt kopplat till vårt genuina arbete för mångfald. Vi har en jämställdhetsplan och tydliga riktlinjer för arbetet med att uppnå en likställd balans mellan män och kvinnor i lön, ledande positioner och i mängd. Samarbeten med Women Executive Search för att alltid ha minst en kvinna med bland slutkandidaterna vid ledarrekrytering. Vi har årligen lönekartläggning för att säkerställa jämställda löner. Saker som vi kommer ta upp: Crash course i genusfrågor; locker room talk och vikten av att bryta matchokulturen; förutfattade meningar i arbetslivet och vikten av positiva förebilder; lika lön för lika arbete; Knightecs arbete med jämställdhet och mångfald. Välkomna till Nya Matsalen kl 12.00! Anmälan öppnar i nästa vecka! This event will be held in Swedish",
          "start": "2017/02/24 12:00:00",
          "end": "2017/02/24 13:00:00",
          "link": "",
          "shortDescription": "Knightec bjuder in till lunch om jämställdhet och mångfald!",
          "id": 52,
          "cancelled": false,
          "moved": false,
          "map": ""
        }
      ]
    }
  ]
}
